<?php

return [
    'about' => 'من نحن',
    'home' => 'الرئيسية',
    'who' => 'من نحن',
    'what' => 'ماذا نقدم',
    'whatWeDo' => 'في نوفا، نكرّس جهودنا لتحويل الأفكار إلى واقع من خلال حلول تكنولوجية مبتكرة. تشمل خبراتنا تطوير مواقع الويب، وتطبيقات الهواتف المحمولة، وتطبيقات سطح المكتب، مع ضمان أن كل مشروع مصمم لتلبية الاحتياجات الفريدة لعملائنا. نستفيد من قوة الذكاء الاصطناعي (AI) في مشاريعنا لتعزيز الكفاءة وتحسين اتخاذ القرار، من خلال حلول مخصصة لتحليل البيانات وإنشاء استراتيجيات فعالة. كما ننفذ مشاريع إنترنت الأشياء (IoT) لإنشاء بيئات مترابطة تتيح لك التحكم في الأجهزة وتبادل المعلومات بسلاسة. بالإضافة إلى ذلك، نمكّن الجيل القادم من المبتكرين من خلال برامج تدريبية شاملة تزوّدهم بالمهارات اللازمة للتميز في عالم رقمي سريع التطور. مع نوفا، رؤيتك تصبح مهمتنا!',

    'goal' => 'هدفنا',
    'goalAnd' => 'الهدف والأهداف',
    'goalAndPart1' => 'تشمل الأهداف الرئيسية تطوير علاقات طويلة الأمد مع العملاء من خلال تنفيذ حلول مبتكرة، وتقديم خدمات عالية الجودة لعملائنا في أي وقت وأي مكان.',
    'goalAndPart2' => 'تطمح نوفا لأن تكون من الشركات الرائدة في تقديم الحلول والخدمات التكنولوجية التي تلبي رغبات العملاء.',

    'ourVision' => 'رؤيتنا',
    'vision' => 'تحقيق أحلام عملائنا وتحويلها إلى واقع.',

    'ourMission' => 'رسالتنا',
    'mission' => 'تقدم نوفا للحلول المتكاملة حلولًا مبتكرة وعالية الجودة لعملائها حول العالم. نحن نواجه تحديات معقدة ومتغيرة في مجالات تطوير الويب، وتطبيقات الهواتف وسطح المكتب، والذكاء الاصطناعي (AI)، وإنترنت الأشياء (IoT). تستخدم نوفا أحدث التقنيات لتقديم حلول متطورة. تشمل قدرات البحث والتطوير لدينا هندسة البرمجيات، وحلول الذكاء الاصطناعي، وتكامل إنترنت الأشياء، وتصميم واجهات المستخدم وتجربة المستخدم (UI/UX)، وبرامج تدريب احترافية. الهدف هو تسريع تطوير المجتمعات وتمكين الأفراد والشركات حول العالم. نضمن الاعتراف الكامل بالمشاريع منذ مرحلة الفكرة وحتى التنفيذ وما بعدها، ونعامل كل مشروع ككيان موحّد. ويتم ذلك من خلال العمل الجماعي المتطور، والالتزام بأعلى معايير الجودة، والتفاني في الابتكار والإبداع.',

    'shoose' => 'لماذا تختارنا',
    'shoosePart1' => 'نساعدك على زيادة مبيعاتك من خلال حلول فعّالة',
    'shoosePart2' => 'كل ما نقوم به مبني على هذه القيم',

    'excellence' => 'التميّز',
    'excellencePart1' => 'التميّز في التنفيذ، نؤمن بالعمل بأعلى مستويات الجودة والاحترافية في جميع جوانب الشركة',

    'commitment' => 'الالتزام',
    'commitmentPart1' => 'الالتزام بعملنا يعني الالتزام بعملائنا. ويظهر التزامنا في أعمالنا اليومية.',

    'teamwork' => 'العمل الجماعي',
    'teamworkPart1' => 'نحن شركة واحدة، فريق واحد، نركز على نجاح عملائنا',

    'creativity' => 'الإبداع',
    'creativityPart1' => 'الإبداع هو قيمة أساسية، فالإبداع الفعّال يضع أهدافًا أعلى ويجد طرقًا لتحقيقها',

    'passion' => 'الشغف',
    'passionPart1' => 'نُظهر الشغف في كل ما نقوم به لتجاوز أعلى توقعات عملائنا.',

    'integrity' => 'النزاهة',
    'integrityPart1' => 'النزاهة هي الجودة الأساسية لأشخاصنا وأعمالنا، وهي تعني الكمال وعدم الانقسام.',

    'innovation' => 'الابتكار',
    'innovationPart1' => 'لدينا عقلية التحسين المستمر وتطوير منتجات وخدمات جديدة',

    'quality' => 'الجودة',
    'qualityPart1' => 'ما نقوم به، نقوم به على أكمل وجه، نحن ملتزمون بتقديم أفضل خدمة عملاء ممكنة.',

    'skillset' => 'مجموعة المهارات',
    'skillsetPart1' => 'لدينا مجموعة من المهارات عالية الجودة',

    'iot' => 'إنترنت الأشياء',
    'web' => 'تطوير الويب',
    'mobile' => 'تطوير تطبيقات الهاتف',
    'desktop' => 'تطوير تطبيقات سطح المكتب',
    'ai' => 'الذكاء الاصطناعي',
];
