<?php

return [
    'contactUs' => 'اتصل بنا',
    'contact' => 'تواصل',
    'home' => 'الرئيسية',
    'call' => 'اتصل بنا',
    'email' => 'راسلنا عبر البريد الإلكتروني',
    'support' => 'الدعم الفني',
    'vist' => 'زورونا',
    'vistPart1' => 'فلسطين - غزة - خانيونس',
    'talk' => 'دعنا نتحدث',
    'talkPart1' => 'سواء كان لديك استفسار حول خدماتنا أو تحتاج إلى أي مساعدة، فإن فريقنا مستعد للإجابة على جميع أسئلتك. يسعدنا سماعك.',
    'name' => 'اسمك',
    'yourEmail' => 'بريدك الإلكتروني',
    'message' => 'اكتب رسالتك...',
    'send' => 'إرسال الرسالة',
    'nameErorr' => 'الرجاء إدخال اسمك',
    'emailErorr' => 'الرجاء إدخال بريدك الإلكتروني',
    'messageErorr' => 'الرجاء إدخال رسالتك',
    'title' => 'اتصل بنا',
    'meta' => 'تواصل مع فريق نوفا للحلول المتكاملة للاستفسارات أو طلب الخدمات أو الدعم الفني. نحن هنا لمساعدتك والإجابة على جميع تساؤلاتك.',
];
