<?php

return [
    'knowAbout' => 'تعرف أكثر علينا',
    'exploreService' => 'استعرض جميع الخدمات',
    'ourProjetcs' => 'أحدث مشاريعنا',
    'h' => 'نحن شركة رائدة في حلول التكنولوجيا المبتكرة',
    'getStarted' => 'ابدأ الآن',

    'iot' => 'حلول إنترنت الأشياء لعالم أكثر ذكاءً',
    'iotPart1' => 'اجعل حياتك أسهل وأكثر ترابطاً باستخدام تقنيات إنترنت الأشياء التي تتيح لك التحكم في كل شيء من خلال شبكة واحدة.',

    'programin' => 'تطوير الويب والموبايل وسطح المكتب',
    'programinPart1' => 'نقدم حلولاً رقمية مخصصة تجمع بين الأداء العالي والتصميم الجذاب، لتوفير تجربة مستخدم استثنائية.',

    'ai' => 'ابتكارات مدعومة بالذكاء الاصطناعي',
    'aiPart1' => 'استفد من قوة الذكاء الاصطناعي لتحسين عمليات عملك وتحقيق نتائج مذهلة بطرق لم تكن ممكنة من قبل.',

    'coures' => 'تمكين العقول من خلال التدريب',
    'couresPart1' => 'استثمر في مستقبلك وتعلم المهارات التقنية الأكثر طلباً من خلال دورات تدريبية مصممة لتعظيم إمكانياتك.',
];
