<?php

return [
    'services' => 'الخدمات',
    'home' => 'الرئيسية',
    'oureServices' => 'خدماتنا',
    'oureServicesPart1' => 'نقدّم للأفراد والشركات محليًا وفي الأسواق العالمية مجموعة كاملة من الخدمات. نسعى لتقديم أفضل الحلول لشركتك في كل فئة.',
    'view' => 'عرض المزيد',
    'edit' => 'تعديل',
    'delete' => 'حذف',
    'title' => 'خدماتنا',
    'meta' => 'نوفا للحلول المتكاملة تقدم خدمات تقنية شاملة تشمل تطوير مواقع الويب، تطبيقات الجوال، تطبيقات الكمبيوتر، مشاريع الذكاء الاصطناعي، إنترنت الأشياء، بالإضافة إلى دورات تدريبية احترافية للأفراد والشركات محليًا وعالميًا.',
];
