<?php

return [
    'team' => 'الفريق',
    'home' => 'الرئيسية',
    'member' => 'عضو في الفريق',
    'ourTeam' => 'فريقنا',
    'ourTeamPart1' => 'تؤمن نوفا بأن الموارد البشرية هي الركيزة الأساسية لأي شركة قوية، ولهذا السبب نوظف فقط أفضل العقول.',
    'ourTeamPart2' => 'فريق نوفا متحمس، متعاون، وذو رؤية. أعضاء الفريق هم أشخاص ملتزمون وشركاء موثوقون في تقديم خدمات وحلول تكنولوجية.',
    'ourTeamPart3' => 'لدينا فريق من المحترفين يعملون جميعًا بروح التعاون والشغف لتحقيق نتائج ملموسة وتجاوز التحديات التجارية معًا.',
    'edit' => 'تعديل',
    'delete' => 'حذف',
    'title' => 'الفريق',
    'meta' => 'فريق نوفا يضم نخبة من المتخصصين المتحمسين للعمل الجماعي وتقديم حلول وخدمات تقنية عالية الجودة. نؤمن بأن الكادر البشري هو أساس نجاح أي شركة.',
];
